Repository: basirkhan1995/zaitoon_petroleum
Catalog: lib/Localizations/l10n/translations/app_*.arb
Languages: ar

# fillLoadingSize
source: Please fill in loading size
ar: مهرباني وکړئ د بار اندازه داخل کړئ

# fillShippingRent
source: Please enter shipping rent
ar: مهرباني وکړئ د لېږد کرایه داخل کړئ

# invalidShippingRent
source: Invalid shipping rent amount
ar: د لېږد کرایه ناسمه ده

source: Invalid advance amount
ar: د مخکینۍ تادیې اندازه ناسمه ده

# unloadingSizeRequired
source: Unloading size is required for delivery
ar: د تحویل لپاره د تخلیې اندازه اړینه ده

# invalidUnloadingSize
source: Invalid unloading size amount
ar: د تخلیې اندازه ناسمه ده

# setUnloadingDate
source: Please set the actual unloading date for delivery
ar: مهرباني وکړئ د تحویل لپاره د تخلیې اصلي نېټه وټاکئ

# unloadingBeforeLoading
source: Unloading date cannot be before loading date
ar: د تخلیې نېټه د بارولو له نېټې مخکې نشي کېدای

source: Invalid date format
ar: د نېټې بڼه ناسمه ده

# deliveryRequiredFields
source: The following fields are required for delivery:
ar: لاندې برخې د تحویل لپاره اړینې دي:

source: Unloading Size Warning
ar: د تخلیې اندازه هشدار

source: Summary
ar: خلاصه

# unloadingSizeWarningMessage
source: differs significantly from loading size
ar: د بارولو له اندازې سره په څرګند ډول توپیر لري

# unloadingSizeProceedMessage
source: Are you sure you want to proceed with delivery?
ar: تاسې ډاډه یاست چې غواړئ د سپارلو پروسه پرمخ یوسئ؟

source: Proceed
ar: تایید

source: CREATE NEW SHIPPING
ar: ثبت بارگیری جدید

# newShippingHint
source: Complete the required fields and follow the steps for new shipment.
ar: مهرباني وکړئ اړین ځایونه ډک کړئ او ګامونه تعقیب کړئ ترڅو نوې بارونه جوړ کړئ

source: UPDATE SHIPPING
ar: بروزرسانی بارگیری

# updateShippingHint
source: Complete the required fields and follow the steps to complete shipment.
ar: اړین ځایونه ډک کړئ او ګامونه تعقیب کړئ ترڅو بار بشپړ شي

source: Copied
ar: کپی شد

# cashTitle
source: Cash Payment
ar: پرداخت نقدی

# paymentDescription
source: Finalize payment for this shipping
ar: د دې لېږد لپاره پیسې پای ته رسول

source: Total Amount
ar: ټوله پیسې

# totalShippingRent
source: Total shipping charges
ar: د لېږد ټوله کرایه

source: Payment Options
ar: د پیسو ورکړې اختیارونه

source: Select payment method
ar: د پیسو ورکړې طریقه وټاکئ

source: Cash Payment
ar: نغدي پیسې ورکول

source: Cash Amount
ar: د نغدو پیسو اندازه

source: Enter cash amount
ar: د نغدو پیسو اندازه دننه کړئ

# cashPaidNow
source: Paid now in cash
ar: اوس په نغدو پیسو ورکړل شو

source: Account Payment
ar: د حساب پیسې ورکول

source: Remaining Balance
ar: پاتې شوې پانګه

source: Select Account
ar: حاسبه وټاکئ

source: Select receivable account
ar: د ترلاسه کیدونکې حساب غوره کړئ

# selectAccountRequired
source: Please select an account
ar: مهرباني وکړئ یو حساب وټاکئ

# selectValidAccount
source: Please select a valid account
ar: مهرباني وکړئ یو باوري حساب وټاکئ

# remainingWillBeAddedToAccount
source: Remaining amount will be added to selected account
ar: پاتې پیسې به ټاکل شوي حساب ته اضافه شي

source: Payment Summary
ar: د پیسو ورکړې لنډیز

source: Cash Paid
ar: نغدي پیسې ورکړل شوي

source: To Account
ar: حاسبه ته

source: Fully Paid
ar: بشپړه پیسې ورکړل شوي

# cashExceedsTotal
source: Cash amount cannot exceed total
ar: د نغدو پیسو اندازه ټولې ته نه شي رسیدلی

source: No accounts found
ar: هیڅ حسابونه ونه موندل شول

source: Cash
ar: نغدي

source: Total Paid
ar: ټوله تادیه شوې

source: Remaining to Pay
ar: پاتې تادیې

# thisAmountWillBeAddedToAccount
source: This amount will be added to the selected account
ar: دا مقدار به ټاکل شوي حساب ته زیات شي

# enterValidCashAmount
source: Please enter a valid cash amount
ar: مهرباني وکړئ یو باوري نغدي مقدار دننه کړئ

source: Confirm Payment
ar: تادیې تایید کړئ

# paymentConfirmationMessage
source: Are you sure you want to process this payment?
ar: آیا تاسو ډاډه یاست چې غواړئ دا تادیه ترسره کړئ؟

source: Add Payment
ar: پېسې اضافه کړئ

source: Edit Payment
ar: پېسې سمول

source: Update Payment
ar: پېسې تازه کول

source: Save Payment
ar: پېسې خوندي کول

source: Payment Details
ar: د پېسو جزئیات

# paymentTypeDisplayDual
source: Cash & Account
ar: نقدی او حساب

# paymentTypeDisplayCash
source: Cash Only
ar: یوازې نقدی

# paymentTypeDisplayCard
source: Account Only
ar: یوازې حساب

source: Fee
ar: هزینه

source: Total Payment
ar: کل پرداخت

source: Total Charge
ar: د تادیې ټول مبلغ

# paymentType
source: Payment Method
ar: د تادیې طریقه

# loadingTitle
source: Please wait…
ar: مهرباني وکړئ انتظار وکړئ…

# payCash
source: Pay with physical cash
ar: په نغدو پیسو تادیه کول

# amountToChargeAccount
source: Amount due to account
ar: مبلغ حساب ته اضافه کول

source: Enter amount
ar: مبلغ را وارید نمایید

source: Adjust amount
ar: تنظیم مبلغ

# amountToChargeTitle
source: Amount to charge
ar: مبلغ قابل دریافت

source: Account Details
ar: جزئیات حساب

source: Target amount
ar: مبلغ قابل تادیه

# editPaymentValidation
source: Edited payment amount must match the current shipping total of
ar: د تادیې تعدیل شوی مقدار باید د اوسني بار وړلو مجموعي سره سمون ولري

# paymentMustMatchRemaining
source: Payment must match remaining balance of
ar: تادیه باید د پاتې توازن سره سمون ولري

# paymentMustMatchTotalShipping
source: Payment must match shipping total of
ar: تادیه باید د بار وړلو ټولټال سره سمون ولري

# confirmMethodPayment
source: Please confirm the payment details
ar: مهرباني وکړئ د تادیې توضیحات تایید کړئ

source: Existing Payment
ar: موجوده تادیه

source: Order Step
ar: مرحله فرمایش

source: Shipping Step
ar: مرحله بارگیری

# paymentIsNotComplete
source: Payment is not complete or doesn't match shipping total.
ar: تادیه بشپړه نه ده یا د بار وړلو ټولټال سره سمون نه خوري.

# paymentNeedsUpdate
source: Cannot mark as delivered. Payment needs to be updated first.
ar: د سپارل شوي په توګه نشي نښه کیدی. تادیه باید لومړی تازه شي.

# paymentNeedsUpdateTitle
source: Payment needs update! Current:
ar: تادیه تازه کولو ته اړتیا لري! اوسنی:

# requiredTitle
source: Required
ar: اړین

# paymentMatches
source: Payment matches remaining balance
ar: تادیه د پاتې توازن سره سمون خوري

source: Payment matches shipping total.
ar: تادیه د بار وړلو ټولټال سره سمون خوري.

source: Cash amount cannot exceed
ar: د نغدو پیسو اندازه نشي زیاتیدلی

# editExistingPayment
source: Editing existing payment
ar: د موجوده تادیې ترمیم کول

source: Last month shipments
ar: د تېرې میاشتې لېږدونه

source: Shipping Charges
ar: د لېږد لګښتونه

source: Single Account
ar: تک حساب

source: Multi Account
ar: چندگانه

# productCategoryTitle
source: Create and manage product categories.
ar: د محصولاتو کټګورۍ جوړول او سمول.

# manageProductTitle
source: View, add, and manage product details here.
ar: په دې برخه کې محصولات وګورئ او تنظیم یې کړئ.

# estimateTitle
source: Estimate
ar: د بیې اټکل

# orderTitle
source: Orders
ar: فرمایشونه

# purchaseTitle
source: Purchase
ar: خرید

# invoiceTitle
source: Invoice
ar: خرید و فروش

# accountCcyNotMatchBaseCcy
source: The selected account currency does not match the shipping currency.
ar: د ټاکل شوي حساب اسعار د بار وړلو له اسعارو سره سمون نه لري.

source: Bill No
ar: بل شمیره

source: Made In
ar: ساخت

source: Adjustment
ar: تنظیم

# todayOrdersTitle
source: Today's Orders
ar: سفارشات امروز

# ordersSubtitle
source: Purchases, Sales, Return Goods and adjustment
ar: خرید ها، فروشات، برگشتی ها و تنظیم موجودی

# accountBlockedMessage
source: Your account is blocked.
ar: حساب شما مسدود میباشد

# transportTitle
source: Transport
ar: ترانسپورت

source: Transport Entry
ar: ترانسپورت

source: Asset Entry
ar: دارایی

# attentionTitle
source: Attention
ar: توجه

# pendingShippingMessage
source: This shipping is not yet delivered. You can authorize or delete the transaction after shipping is delivered.
ar: دا بارونه تر اوسه نه دی سپارل شوی. تاسو کولی شئ لاندې معامله ورسته له تحویل تأیید یا حذف کړئ.

source: Transport Information
ar: معلومات ترانسپورت

source: Moving date
ar: د بارگیری نېټه

source: Arrival date
ar: د رسیدو نېټه

# cannotMarkDeliveredMsg
source: Cannot mark as delivered. Payment incomplete. Paid
ar: د سپارلو په توګه نښه کېدای نه شي. پیسې بشپړې شوې نه دي

source: Supplier
ar: فروشنده

source: Purchase Entry
ar: بل خرید

source: Unit Price
ar: قیمت واحد

source: QTY
ar: مقدار

source: Add Item
ar: توکی اضافه

# invoiceNumber
source: Invoice #
ar: نمبر بل #

source: Grand Total
ar: ټولیزه مجموعه

# invoiceType
source: Invoice
ar: بل ډول

source: Total Invoice
ar: ټولیزه بل

# saleTitle
source: Sale
ar: فروش

source: New Balance
ar: نوې پاتې شونې

# cashPaymentSubtitle
source: Pay the total amount in cash.
ar: پرداخت کامل به صورت نقدی

source: Account Credit
ar: د حساب اعتبار

# accountCreditSubtitle
source: Apply the full amount as account credit.”
ar: ټول مبلغ د حساب اعتبار ته اضافه کړئ

# combinedPayment
source: Cash & Credit
ar: حساب او نقدی

# combinedPaymentSubtitle
source: Pay using cash and account credit.
ar: د نغدو او د حساب اعتبار په کارولو سره تادیه وکړئ

source: Submit
ar: ثبت کړئ

# successPurchaseInvoiceMsg
source: Purchase invoice completed successfully.
ar: د بل پیرود په بریالیتوب ترسره شو.

# successTitle
source: Success
ar: بریالیتوب

# selectCreditAccountMsg
source: Please select an account for credit payment.
ar: مهرباني وکړئ د اعتباري تادیې لپاره یو حساب وټاکئ.

source: Total Cost
ar: کل هزینه

source: Profit
ar: مفاد

source: Total Sale
ar: کل مبلغ فروش

source: Sale Price
ar: قیمت فروش

source: Cost Price
ar: مبلغ هزینه

# purchasePrice
source: P-AVG. Price
ar: ق.ا خرید

# profitSummary
source: Profit & Loss
ar: سود و زیان

source: Sale Entry
ar: بل فروش

# salePriceBrief
source: S. Price
ar: ق. فروش

# orderSearchHint
source: Order ID, Reference, Oder Type
ar: آی دی،‌ ریفرینس، نوع فرمایش

# userTitle
source: User
ar: یوزر

source: No Records
ar: هیچ سابقه‌ ای یافت نشد

source: Accounting Entries
ar: د حسابدارۍ داخلې

source: No items
ar: هیڅ توکي نشته

source: Items
ar: توکي

# notEnoughMsg
source: Not enough item available.
ar: موجودی کالا کافی نیست.

# paymentMismatchTotalInvoice
source: Payment total isn't equal total invoice.
ar: د تادیې مجموعه باید د بل ټول مبلغ سره برابره وي.

source: Retry
ar: بیا هڅه وکړئ

source: Saving Changes ...
ar: بدلونونه خوندي کول

source: Remove
ar: لرې کول

source: Remove Item
ar: حذف قلم

# removeItemMsg
source: Are you sure you want to remove this item?
ar: ایا باوري ياست چې غواړئ دا توکی لرې کړئ؟

# customerAndPaymentDetails
source: Customer & Payment Details
ar: د پیرودونکي او تادیې معلومات

# supplierAndPaymentDetails
source: Supplier & Payment Details
ar: د عرضه کوونکي او تادیې معلومات

source: Order Date
ar: فرمایش نیته

source: Order ID
ar: کد فرمایش

source: Invoice Details
ar: جزئیات بل

# returnPurchase
source: Purchase Return
ar: مرجوعی خرید

source: Sale Return
ar: مرجوعی فروش

source: Find Invoice
ar: بل لتون

# enterInvoiceNumber
source: Enter the invoice number to proceed.
ar: مهرباني وکړئ د بل آی‌ ډي دننه کړئ

source: New Purchase
ar: نوی خرید

source: New Sale
ar: نوی فروش

source: Party
ar: طرف حساب

source: Estimate
ar: اټکل

source: Credit Payment
ar: پرداخت حسابی

# lastYear
source: Prior year
ar: اوسنی کال

# profitAndLoss
source: Profit & Loss
ar: سود و زیان

source: Loss
ar: نقص

source: Signatory
ar: دارنده حساب

source: Payables
ar: بستانکاران

# totalUpperCase
source: TOTAL
ar: مجموعه

source: Trial Balance
ar: د ازموینې توازن

source: Out of Balance
ar: د توازن نشتوالی

source: Orders
ar: فرمایشات

# notAuthorizedYet
source: Not Authorized
ar: تایید ناشده

source: Sub Category
ar: کتگوری فرعی

# glAccountsComplete
source: General Ledger Accounts
ar: سیستم حسابونه

source: All Currencies
ar: تول اسعار

source: New Estimate
ar: بل آزمایشی

source: Optional
ar: اختیاری

source: Customer Information
ar: معلومات مشتری

source: Product Details
ar: جزئیات کالا

source: Current Year
ar: امسال

# number
source: No
ar: ردیف

source: Current Assets
ar: اوسنۍ شتمنۍ

source: Fixed Assets
ar: ثابته شتمنۍ

source: Intangible Assets
ar: غیر ملموسه شتمنۍ

source: Current Liabilities
ar: اوسنۍ پورونه

# ownerEquity
source: Owner's Equity
ar: د مالک حق

source: Total Assets
ar: ټول شتمنۍ

source: Total Liabilities & Equity
ar: ټول پورونه او د مالک حق

source: Assets
ar: شتمنۍ

source: Liabilities & Equity
ar: پورونه او د مالک حقونه

source: Net Profit
ar: خالصه ګټه

source: Actual Balance
ar: بیلانس اصلی

source: GL Statement Single Date
ar: صورتحساب جی ال

# todayTransactionSummary
source: Today’s Transaction Summary
ar: د نن ورځې د معاملو راپور

# dashbordOverview
source: Dashboard Overview
ar: د ډشبورډ عمومي کتنه

source: No Transaction Found
ar: هیچ معامله یافت نشد

# transactionByRef
source: Transaction By Reference
ar: راکړه ورکړه د مراجعې له مخې

source: Transaction Summary
ar: خلاصه معامله

# pandl
source: P&L Closing
ar: د ګټې او تاوان تړل

# retained
source: Retained Earnings
ar: سود انباشته

source: Expenses
ar: مصارف

source: Retained Earnings
ar: سود انباشته

source: EOY CLOSING
ar: بستن دوره مالی

# plMessage
source: Closing Profit & Loss will finalize all income and expense accounts for the current fiscal period.
ar: د ګټې او تاوان بستل به د اوسني مالي دورې د ټولو عاید او مصرف حسابونه بشپړ کړي.

source: Opening Balance
ar: مانده افتتاحیه

source: CURRENCY BALANCES
ar: موجودی - اسعار

source: Opening
ar: افتتاحیه

source: Closing
ar: اختتامیه

source: SYS
ar: سیستم

source: Closing Balance
ar: بیلانس اختتامیه

source: SYSTEM EQUIVALENT
ar: معادل سیستم

source: Cash Balances
ar: موجودی نقدی

# usersHintReport
source: Use the filters above to quickly find the users you need.
ar: فلټرونه وکاروئ څو ژر هغه کاروونکي پیدا کړئ چې تاسو ورته اړتیا لرئ.

source: Clear Filters
ar: حذف فلتر

source: Out of stock
ar: عدم موجودی

source: Available
ar: موجود

source: Driver Registration
ar: ثبت راننده

source: Verified
ar: وضعیت تأیید

source: FCP
ar: تغییر رمز

source: Weight
ar: وزن

# inAndOut
source: IN/OUT
ar: ورود/خروج

source: Ongoing Balance
ar: موجودی

# accountsAndUsers
source: Accounts & Users
ar: حسابها و کاربران

source: From Storage
ar: از مخزن

source: To Storage
ar: به مخزن

# totalItems
source: Total Item
ar: جمع تعداد

source: Shift Items
ar: کالاهای انتقالی

# typeTitle
source: Shift Type
ar: نوع انتقال

# outTitle
source: OUT
ar: خروج

# inTitle
source: IN
ar: ورود

source: Total Product Value
ar: د توکو مجموعي ارزښت

source: Total (Product + Expense)
ar: ټول (کالا + لګښت)

source: Expense Amount
ar: مصارف انتقال

source: OUT Records
ar: اقلام خروجی

source: IN Records
ar: اقلام ورودی

# accountTitle
source: Account
ar: حساب

# deleteMessage
source: Do you want to delete? This action cannot be undone.”
ar: ایا ډاډه یاست چې غواړئ ړنګ کړئ؟ دا عمل بېرته نه راګرځي

# deletedTitle
source: Deleted
ar: حذف شده

# reversedTitle
source: Reversed
ar: برگشت شده

# alreadyEmployed
source: Employee has already been employed.
ar: کارمند از قبل استخدام شده است.

source: Entry Date
ar: تاریخ افتتاح

# timeOutMessage
source: Oops! The server is taking too long to respond.
ar: اوف! د سرور ځواب ډېر وخت ونیوه.

# requestCancelMessage
source: The request was cancelled.
ar: غوښتنه لغوه شوه.

# timeOutTitle
source: Server Time Out
ar: پایان پاسخ سرور

# notAllowedError
source: This action isn't allowed.
ar: این عملیات مجاز نیست

# successMessage
source: Operation successfully done.
ar: عملیات موفقانه انجام شد.

# deleteSuccessMessage
source: Item has been deleted successfully.
ar: مورد شما موفقانه حذف گردید.

# expenseAccount
source: Account Name
ar: حساب نوم

# averagePrice
source: AVG. Price
ar: ق. اوسط

# recentPrice
source: RP. Price
ar: ق. آخرین

source: Stock Balance
ar: ګدام موجودي

source: Product Movement
ar: د توکو خوځښت

source: Account Status
ar: د حساب وضعیت

source: Account Position
ar: د حساب مالي حالت

source: Creditor
ar: پور ورکوونکی

source: Debtor
ar: پوروړی

source: Stock Availability
ar: موجودی کالاها

source: No Balance
ar: بی حساب

# balanceMessageShare
source: Please find your account balance information below:
ar: مهرباني وکړئ د خپل حساب د موجودۍ معلومات لاندې وګورئ:

# regardsTitle
source: Regards
ar: محترم

source: Dear Customer,
ar: مشتری محترم،

source: Reminders
ar: یادونې

source: No Alert Reminders
ar: یادآوری یافت نشد

source: Due Type
ar: د سررسېد ډول

source: Payable Due
ar: د تادیې سررسېد

source: Receivable Due
ar: د ترلاسه کولو سررسېد

source: Due Date
ar: د تادیې نېټه

source: Set Reminder
ar: تعیین یادآوری

# backupTitle
source: Backup
ar: پشتیبانی

source: Database Backup
ar: پشتیبانی دیتابیس

# downloadBackupMsg
source: Download a local copy of your database to keep your data safe.
ar: د معلوماتو د خوندي ساتلو لپاره د خپل ډیټابېس محلي کاپي ډاونلوډ کړئ.

source: Download Latest Backup
ar: وروستی بیکاپ ډاونلوډ

source: Downloading...
ar: ډاونلوډ کېدونکی دی…

source: Existing Backups
ar: نسخه‌ های ذخیره‌ شده

source: Attendance
ar: حضور و غیاب

# absentTitle
source: Absent
ar: غایب

# lateTitle
source: Late
ar: تاخیر

# leaveTitle
source: Leave
ar: مرخص

# presentTitle
source: Present
ar: حاضر

source: Check IN
ar: ورود

source: Check OUT
ar: خروج

source: No Attendance
ar: حضور و غیاب یافت نشد

source: Add Attendance
ar: ثبت حضور و غیاب

source: Current Values
ar: اطلاعات فعلی

# attendanceExist
source: Attendance already exists for this date.
ar: حضور و غیاب در این تاریخ از قبل موجود میباشد.

# successAttendanceOperation
source: A new attendance has been added successfully.
ar: حضور و غیاب جدید موفقانه اضافه گردید

# operationFailedTitle
source: Operation Failed
ar: عملیات ناموفق

# addShipmentHint
source: Add and manage shipments.
ar: بارونه اضافه او اداره کړئ

# shipmentExpenseHint
source: Record shipment expenses
ar: د بار لګښتونه ثبت کړئ

# purchaseInvoiceHint
source: Record purchase invoice to update stock.
ar: د پېرود فاکتور ثبت کړئ ترڅو موجودي نوي شي.

# saleInvoiceHint
source: Create sale invoice to reduce stock.
ar: د پلور فاکتور جوړ کړئ ترڅو موجودي کمه شي.

# goodsAdjustmentHint
source: Adjust goods to reflect shortage.
ar: مالونه د کموالي له مخې تنظیم کړئ.

# estimateHint
source: Prepare estimate for customer request.
ar: د مشتري غوښتنې لپاره اټکل چمتو کړئ.

# stockTransferHint
source: Transfer goods from one stock to another.
ar: مالونه له یوه ګودام څخه بل ته انتقال کړئ.

# inventoryHint
source: Check available stock before proceeding.
ar: موجودي وګورئ مخکې له دې چې دوام ورکړئ.

# trackShipmentsHint
source: Track logistics in one place.
ar: لوژستیک په یوه ځای کې تعقیب کړئ

source: Dismiss
ar: رد کول

source: Current
ar: فعلی

source: Load Payroll
ar: لیست معاشات

source: Salary Amount
ar: مبلغ حقوق

source: Overtime
ar: اضافه کاری

source: Total Payable
ar: مبلغ قابل پرداخت

# paidTitle
source: Paid
ar: پرداخت شده

# unpaidTitle
source: Unpaid
ar: پرداخت نشده

source: Worked Hours
ar: ساعات کارکرد

source: Worked Days
ar: تعداد روز

source: Base Hours
ar: پایه ساعات

# disselect
source: Disselect All
ar: بې برخې کول

source: Post Salary
ar: معاش ولېږئ

# dayTitle
source: day
ar: ورح

# daysTitle
source: days
ar: ورح

source: Due in
ar: سررسید

# overdueByOne
source: Overdue by 1 days
ar: یو ورځ ځنډ

source: Overdue by
ar: ورځ ځنډ

source: Due tomorrow
ar: سبا نېټه

source: Due today
ar: نن نېټه

source: Other
ar: دیگر
